{"_id":{"$oid":"60a8c68c37f59be3e29b1c9c"},"Title":"Nomadland","Description":"A woman in her sixties, after losing everything in the Great Recession, embarks on a journey through the American West, living as a van-dwelling modern-day nomad.","Genre":{"Name":"Drama","Description":"Features stories with high stakes and a lot of conflicts. They're plot-driven and demand that every character and scene move the story forward."},"Director":{"Name":"Chloé Zhao","Bio":"Is a Chinese film director, screenwriter, and producer. Her debut feature film, Songs My Brothers Taught Me.","Birth":"1982-03-31","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMDRiZWUxNmItNDU5Yy00ODNmLTk0M2ItZjQzZTA5OTJkZjkyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","Forkids":true}
{"_id":{"$oid":"60a8c96337f59be3e29b1c9d"},"Title":"Three billboards outside of Eebing, Missouri","Description":"A mother personally challenges the local authorities to solve her daughter's murder when they fail to catch the culprit.","Genre":{"Name":"Drama","Description":"features stories with high stakes and a lot of conflicts. They're plot-driven and demand that every character and scene move the story forward."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1970-03-26","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMjI0ODcxNzM1N15BMl5BanBnXkFtZTgwMzIwMTEwNDI@._V1_UX182_CR0,0,182,268_AL_.jpg","forKids":false}
{"_id":{"$oid":"60a8cd5037f59be3e29b1c9e"},"Title":"The iron giant","Description":"A young boy befriends a giant robot from outer space that a paranoid government agent wants to destroy.","Genre":{"Name":"Animation","Description":"is the visual art of making a motion picture from a series of still drawings."},"Director":{"Name":"Brad Bird","Bio":"is an American director, screenwriter, animator, producer and occasional voice actor, known for both animated and live-action films.","Birth":"1957-09-24","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMjIxNDU2Njk0OV5BMl5BanBnXkFtZTgwODc3Njc3NjE@._V1_UY268_CR0,0,182,268_AL_.jpg","ForKids":true}
{"_id":{"$oid":"60a8ced837f59be3e29b1c9f"},"Title":"Mr. Nobody","Description":"A boy stands on a station platform as a train is about to leave. Should he go with his mother or stay with his father? Infinite possibilities arise from this decision. As long as he doesn't choose, anything is possible.","Genre":{"Name":["Drama","sci-fi","fantasy"],"Description":"belong to the fantasy genre with fantastic themes, usually magic, supernatural events, mythology, folklore, or exotic fantasy worlds."},"Director":{"Name":"Jaco Van Dormael","Bio":"He is a director and writer, known for Mr. Nobody (2009), The Brand New Testament (2015) and Toto the Hero (1991).","Birth":"1957-02-09","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMTg4ODkzMDQ3Nl5BMl5BanBnXkFtZTgwNTEwMTkxMDE@._V1_UX182_CR0,0,182,268_AL_.jpg","ForKids":false}
{"_id":{"$oid":"60a8ced837f59be3e29b1ca0"},"Title":"Akira","Description":"A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath who can only be stopped by two teenagers and a group of psychics.","Genre":{"Name":"animation","Description":"is the visual art of making a motion picture from a series of still drawings."},"Director":{"Name":"Katsuhiro Ôtomo","Bio":"is a Japanese manga artist, screenwriter and film director. He is best known as the creator of the manga Akira and its animated film adaptation.","Birth":"1954-04-14","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BM2ZiZTk1ODgtMTZkNS00NTYxLWIxZTUtNWExZGYwZTRjODViXkEyXkFqcGdeQXVyMTE2MzA3MDM@._V1_UX182_CR0,0,182,268_AL_.jpg","ForKids":false}
{"_id":{"$oid":"60a8cf5e37f59be3e29b1ca1"},"Title":"Perfect Blue","Description":"A pop singer gives up her career to become an actress, but she slowly goes insane when she starts being stalked by an obsessed fan and what seems to be a ghost of her past.","Genre":{"Name":"animation","Description":"is the visual art of making a motion picture from a series of still drawings."},"Director":{"Name":"Satoshi Kon","Bio":"He studied at the Musashino College of the Arts. He began his career as a Manga artist. He then moved to animation and worked as a background artist on many films","Birth":"1963-10-12","Death":"2010-08-24"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMmMzOWNhNTYtYmY0My00OGJiLWIzNDUtZWRhNGY0NWFjNzFmXkEyXkFqcGdeQXVyNjUxMDQ0MTg@._V1_UX182_CR0,0,182,268_AL_.jpg","ForKids":false}
{"_id":{"$oid":"60a8cf5e37f59be3e29b1ca2"},"Title":"Pulp Fiction","Description":"The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption.","Genre":{"Name":"Thriller","Description":"Thrillers are dark, engrossing, and suspenseful plot-driven stories. ... Any novel can generate excitement, suspense, interest, and exhilaration."},"Director":{"Name":"Quentin Tarantino","Bio":"is an American film director, screenwriter, producer, and actor. His films are characterized by nonlinear storylines, dark humor, stylized violence, extended dialogue, ensemble casts, references to popular culture, alternate history, and neo-noir.","Birth":"1963-03.27","Death":"NA","bio":"He began his career as an independent filmmaker with the release of Reservoir Dogs in 1992, a crime thriller film which was funded by money from the sale of his screenplay True Romance (1993). Empire magazine hailed Reservoir Dogs as the 'Greatest Independent Film of All Time'. His second film, Pulp Fiction (1994), a crime comedy, was a major success among critics and audiences and won him numerous awards, including the Palme d'Or and the Academy Award for Best Original Screenplay"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BNGNhMDIzZTUtNTBlZi00MTRlLWFjM2ItYzViMjE3YzI5MjljXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_UY268_CR1,0,182,268_AL_.jpg","forKids":false}
{"_id":{"$oid":"60a8cf5e37f59be3e29b1ca3"},"Title":"Fight club","Description":"An insomniac office worker and a devil-may-care soap maker form an underground fight club that evolves into much more.","Genre":{"Name":"Thriller","Description":"Thrillers are dark, engrossing, and suspenseful plot-driven stories. ... Any novel can generate excitement, suspense, interest, and exhilaration."},"Director":{"Name":"David Fincher","Bio":"When he was 18 years old he went to work for John Korty at Korty Films in Mill Valley. He subsequently worked at ILM (Industrial Light and Magic) from 1981-1983.","Birth":"1962-08-28","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMmEzNTkxYjQtZTc0MC00YTVjLTg5ZTEtZWMwOWVlYzY0NWIwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_UX182_CR0,0,182,268_AL_.jpg","forKids":false}
{"_id":{"$oid":"60a8cf5e37f59be3e29b1ca4"},"Title":"The mitchels vs the machines","Description":"Young Katie Mitchell embarks on a road trip with her proud parents, younger brother and beloved dog to start her first year at film school. But their plans to bond as a family soon get interrupted when the world's electronic devices come to life to stage an uprising.","Genre":{"Name":"animation","Description":"is the visual art of making a motion picture from a series of still drawings."},"Director":{"Name":"Michael Rianda","Bio":"is an American cartoonist, director, and writer. He is known for his work on the Disney Channel animated series 'Gravity Falls' as a creative director and writer for season 1, and creative consultant for season 2.","Birth":"1984-12-25","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BMjdkZjNjNDItYzc4MC00NTkxLTk1MWEtY2UyZjY5MjUwNDNkXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_UX182_CR0,0,182,268_AL_.jpg","forkids":true}
{"_id":{"$oid":"60a8cf5e37f59be3e29b1ca6"},"Title":"interstellar","Description":"A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.","Genre":{"Name":"sci-fi","Description":"is a genre of speculative fiction that contains imagined elements that don't exist in the real world. Science fiction spans a wide range of themes that often explore time travel, space travel, are set in the future, and deal with the consequences of technological and scientific advances."},"Director":{"Name":"Christopher Nolan","Bio":"Over the course of 15 years of filmmaking, Nolan has gone from low-budget independent films to working on some of the biggest blockbusters ever made. At 7 years old, Nolan began making short movies.","Birth":"1970-07-30","Death":"NA"},"ImagePath":"https://m.media-amazon.com/images/M/MV5BZjdkOTU3MDktN2IxOS00OGEyLWFmMjktY2FiMmZkNWIyODZiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UX182_CR0,0,182,268_AL_.jpg","forkids":false}
